Repository: RME-Systems/Tienda-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_pt

source: Tienda para NVDA.ES
pt_pt: Loja para NVDA.ES

source: Tienda de complementos no oficial de https://www.nvda.es
pt_pt: Loja de extras não-oficial https://www.nvda.es

source: No se pudieron cargar las librerías necesarias para la Tienda
pt_pt: Não foi possível carregar as bibliotecas necessárias para a Loja

source: Se encontró una actualización. Ejecute Buscar actualizaciones de complementos de la Tienda NVDA.ES
pt_pt: Foi encontrada uma actualização Executar a verificação de actualizações adicionais a partir da loja NVDA.ES

source: Información
pt_pt: Informação

source: Se encontraron {} actualizaciones. Ejecute Buscar actualizaciones de complementos de la Tienda NVDA.ES
pt_pt: foram Encontradas {} actualizações Executar a verificação de actualizações adicionais a partir da loja NVDA.ES

source: Necesita reiniciar NVDA para aplicar las actualizaciones.
pt_pt: É necessário reiniciar o NVDA para aplicar as actualizações.

source: Inicio del complemento cancelado.
pt_pt: Início do extra cancelado.

source: Listado de complementos
pt_pt: Lista de extras

source: Buscar actualizaciones de complementos
pt_pt: Procurar actualizações de extras

source: Tienda NVDA.ES
pt_pt: Loja NVDA.es

source: Muestra la ventana con todos los complementos y su información
pt_pt: Mostra a janela com todos os extras e as suas informações

source: Ya hay una instancia de la Tienda NVDA abierta.
pt_pt: Uma instância da Loja NVDA já está aberta.

source: El complemento fallo al iniciar NVDA. Una de las causas es que NVDA arrancara antes de tener conexión a internet. Reinicie NVDA para intentar solucionar el problema.
pt_pt: O extra falhou ao iniciar o NVDA. Uma das causas pode ser o facto de que o NVDA começou antes de ter uma ligação à Internet. Reiniciar o NVDA para tentar resolver o problema.

source: Busca actualizaciones de los complementos instalados
pt_pt: Procura actualizações dos extras instalados

source: Activar o desactivar la comprobación de actualizaciones
pt_pt: Activar ou desactivar a verificação de actualizações

source: Seleccione un tiempo para comprobar si hay actualizaciones
pt_pt: Seleccione um momento para verificar as actualizações

source: Ordenar por orden alfabético los complementos de la tienda y las búsquedas
pt_pt: Ordenar alfabeticamente os extras da loja e das pesquisas

source: Instalar complementos después de descargar
pt_pt: Instalar extras após o download

source: Complementos instalados que hay en el servidor:
pt_pt: Extras instalados que existem no servidor

source: &Buscar:
pt_pt: &Pesquisar:

source: &Lista complementos:
pt_pt: &Lista de extras:

source: &Información:
pt_pt: &Informação:

source: &Descargar complemento
pt_pt: &Descarregar o extra

source: Visitar &página WEB
pt_pt: Visitar a página &web

source: &Salir
pt_pt: &Sair

source: Autor: {} Nombre del complemento: {} Nombre interno: {} Descripción: {} Desarrollo: {}
pt_pt: Autor: {} Nome do extra: {} Nome interno: {} Descrição: {} Desenvolvimento: {}

source: Con soporte
pt_pt: Com suporte

source: Sin soporte
pt_pt: Sem suporte

source: Canal: {} Versión: {} Mínimo NVDA: {} Testeado hasta versión de NVDA: {} Total descargas: {}
pt_pt: Canal: {} Versão: {} Mínimo NVDA: {} Testado até à versão do NVDA: {} Total de descargas: {}

source: Mostrar todos los complementos
pt_pt: Mostrar todos os extras

source: Mostrar los complementos con compatibilidad de API 2021
pt_pt: Mostrar extras com suporte API 2021

source: Mostrar los complementos ordenados por autor
pt_pt: Mostrar os extras ordenados por autor

source: Mostrar por descargas de mayor a menor
pt_pt: mostrar por download do mais alto para o mais baixo

source: Copiar información
pt_pt: Copiar informação

source: Copiar enlace a la página web del complemento
pt_pt: Copiar o link para a página do extra

source: Copiar enlace de descarga del complemento
pt_pt: Copiar o link de download do extra

source: &Copiar al portapapeles
pt_pt: &Copiar para a área de transferência

source: No se encontraron resultados
pt_pt: Não foram encontrados resultados

source: - Todos los complementos
pt_pt: Todos os extras

source: - Complementos compatibles con API 2021
pt_pt: - Extras compatíveis com API 2021

source: - Complementos por autor
pt_pt: Extras por autor

source: - Complementos por descarga de mayor a menor
pt_pt: - Extras por download do mais alto para o mais baixo

source: Se copio la información del complemento al portapapeles
pt_pt: A informação do extra foi copiada para a área de transferência

source: Se copio la URL de la página oficial del complemento al portapapeles
pt_pt: O URL da página oficial do extra foi copiado para a área de transferência

source: Se copio la URL de descarga al portapapeles
pt_pt: O URL de download foi copiado para a área de transferência

source: Error
pt_pt: Erro

source: No se pudo llevar a cabo la copia al portapapeles
pt_pt: Não foi possível copiar para a área de transferência

source: Versión {}
pt_pt: Versão {}

source: Ya tiene un proceso de descarga activo, espere a que termine.
pt_pt: Já tem um processo de descarga activo, aguarde que termine.

source: Descargando %s...
pt_pt: A Descarregar %s...

source: Tienda NVDA.ES - Actualizaciones disponibles
pt_pt: Loja NVDA.es - actualizações disponíveis

source: &Seleccionar todo
pt_pt: &Seleccionar tudo

source: &Deseleccionar todo
pt_pt: &Retirar a selecção

source: &Cerrar
pt_pt: &Fechar

source: Tiene que seleccionar una actualización para poder continuar.
pt_pt: Tem que seleccionar uma actualização para poder continuar

source: &Aceptar
pt_pt: &Aceitar

source: Actualizando complementos
pt_pt: A Actualizar os extras.

source: No se pudo obtener el nombre del archivo a descargar. {} del canal {} Se va a proceder a descargar con su navegador predefinido.
pt_pt: O nome do ficheiro a descarregar não pôde ser obtido. {} do canal {} Procederá ao download com o seu navegador predefinido.

source: Este complemento necesita ser descargado desde su página web. Se abrirá con su navegador predefinido en la pagina de descarga del complemento.
pt_pt: Este extra precisa de ser descarregado a partir do seu sítio web. Abrirá com o seu navegador predefinido na página de download do extra.

source: Complemento de NVDA (*.nvda-addon)|*.nvda-addon
pt_pt: extra para o NVDA (*.nvda-addon)|*.nvda-addon

source: Guardar en...
pt_pt: Guardar em...

source: Espere por favor...
pt_pt: Por favor aguarde...

source: Descargando: %s
pt_pt: A Descarregar: %s

source: La descarga se completó.
pt_pt: O download foi concluído.

source: Ya puede cerrar esta ventana.
pt_pt: Já Pode fechar esta janela.

source: Algo salió mal.
pt_pt: Alguma coisa correu mal.

source: Compruebe que tiene conexión a internet y vuelva a intentarlo.
pt_pt: Verifique se tem uma ligação à Internet e tente novamente.

source: La actualización se completó.
pt_pt: A actualização foi concluída.

source: NVDA necesita reiniciarse para aplicar las actualizaciones.
pt_pt: o NVDA precisa de ser reiniciado para aplicar as actualizações.

source: ¿Desea reiniciar NVDA ahora?
pt_pt: Quer reiniciar o NVDA agora?

source: No se pudo instalar el complemento.
pt_pt: Não foi possível instalar o extra

source: Fallo de compatibilidad.
pt_pt: Falha de compatibilidade.

source: Busque una actualización compatible.
pt_pt: Procure uma actualização compatível

source: Se completo la instalación correctamente. Pero hay complementos que no se pudieron instalar. Los siguientes complementos son incompatibles, busque una versión compatible: {} NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
pt_pt: A instalação foi concluída com sucesso. Mas há extras que não puderam ser instalados. Os seguintes extras são incompatíveis, por favor procure uma versão compatível: {} O NVDA precisa de ser reiniciado para aplicar as instalações. Quer reiniciar o NVDA agora?

source: No hay actualizaciones.
pt_pt: Sem actualizações

source: No se pudo tener acceso al servidor de complementos. Inténtelo en unos minutos.
pt_pt: Não foi possível aceder ao servidor dos extras. Por favor, tente novamente dentro de alguns minutos.
